{
  "summary": {
    "name": "Private Show",
    "description": "Ein Deck für Paare, die sich ausziehen, berühren und dominieren, als gäbe es keinen Bildschirm zwischen ihnen. Sich in die Augen schauen, befehlen, gehorchen, kommen. Live.",
    "couple_type": "gay",
    "play_presence": false,
    "language": "de",
    "total_quests": 20,
    "required_tools": [],
    "tags": ["video_call", "bdsm"],
    "difficulty": "advanced"

  },
  "quests": [
    {
      "moment": "early",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Schaut euch 1 Minute lang tief in die Augen, ohne ein Wort zu sagen. Nur Atem und Verlangen."
    },
    {
      "moment": "early",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Zieh dich langsam vor der Kamera aus. Dein Partner darf nur zusehen, ohne zu sprechen."
    },
    {
      "moment": "early",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Streichel deinen Partner mit Worten. Führe seine Hand, gib das Tempo vor, beschreibe jede Berührung."
    },
    {
      "moment": "early",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Berühre dich über der Unterwäsche, während du deinem Partner tief in die Augen siehst. Lass ihn nur durch deinen Blick stöhnen."
    },
    {
      "moment": "early",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Gehorche: Dein Partner befiehlt dir, wo und wie du dich berühren sollst – und du führst es schweigend aus."
    },

    {
      "moment": "mid",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Zeige dich nackt und beginne, dich langsam zu befriedigen. Der Partner darf sprechen – du hörst nur zu."
    },
    {
      "moment": "mid",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Wähle eine Position vor der Kamera, in der dein Geschlecht gut zu sehen ist. Halte sie mindestens 1 Minute lang."
    },
    {
      "moment": "mid",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Spielt 'Komm oder Stopp': Befriedigt euch gemeinsam, aber dein Partner darf dich mit einem Befehl stoppen, wenn du kurz vorm Kommen bist."
    },
    {
      "moment": "mid",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Simuliere Geschlechtsverkehr vor der Webcam. Nutze deine Hände, dein Tempo, deinen Atem. Es soll echt wirken."
    },
    {
      "moment": "mid",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Bitte deinen Partner um eine Fantasie, die du jetzt vor der Kamera umsetzen sollst. Führe sie kommentarlos aus."
    },

    {
      "moment": "late",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Nutze einen Gegenstand, um eine Penetration vor der Kamera zu simulieren. Der andere gibt dir Anweisungen."
    },
    {
      "moment": "late",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Bewege die Kamera ganz nah an deinen Intimbereich, während du dich berührst. Dein Partner darf nur reden, um dich zu erregen."
    },
    {
      "moment": "late",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Erzähle laut, wie du dich gerade selbst befriedigst – Schritt für Schritt – während du deinem Partner in die Augen siehst."
    },
    {
      "moment": "late",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Lass dir während der Selbstbefriedigung mündliche Befehle geben. Er kann dich verlangsamen, beschleunigen oder stoppen. Gehorche sofort."
    },
    {
      "moment": "late",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Tu so, als wärst du gefesselt und völlig in seiner Macht. Bewege dich, als wärst du komplett ihm ausgeliefert."
    },

    {
      "moment": "end",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Schaut euch beim Masturbieren zu. Ziel: gleichzeitig kommen. Eins, zwei, los. Keine Ablenkung."
    },
    {
      "moment": "end",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Komm, während du deinem Partner in die Augen siehst. Sag ihm danach leise: 'Jetzt gehörst du mir.'"
    },
    {
      "moment": "end",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Filme deinen Orgasmus live und halte den Blick in die Kamera bis zum Schluss."
    },
    {
      "moment": "end",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Erzähl deinem Partner, was dich zum Kommen gebracht hat. Jedes Detail. Jedes Bild. Jede virtuelle Berührung."
    },
    {
      "moment": "end",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Beendet den Anruf mit einem gegenseitigen Befehl, der beim nächsten Treffen erfüllt wird. Keine Grenzen."
    }
  ]
}
