{
  "summary": {
    "name": "Desiderio Digitale",
    "description": "Un mazzo per chi vuole superare le barriere dello schermo e lasciarsi andare al gioco dell’eccitazione. Messaggi audaci, contenuti caldi e fantasie esplicite si fondono per una connessione bollente a distanza.",
    "couple_type": "lesbian",
    "play_presence": false,
    "language": "it",
    "total_quests": 20,
    "required_tools": [],
    "tags": ["chat"]
  },
  "quests": [
    {
      "moment": "early",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Descrivi dettagliatamente come ti toccheresti in questo momento se la tua partner ti stesse guardando."
    },
    {
      "moment": "early",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Manda una foto stuzzicante in intimo o nuda parziale, con un messaggio: 'E questo è solo l'inizio...'"
    },
    {
      "moment": "early",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Registra un audio in cui descrivi come sarebbe il tuo respiro mentre sei vicina all’orgasmo."
    },
    {
      "moment": "early",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Racconta una fantasia sessuale che hai avuto realmente sulla tua partner, anche se non gliel'hai mai detto."
    },
    {
      "moment": "early",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Scrivi un messaggio in cui descrivi con precisione cosa vorresti che la tua partner facesse con la bocca."
    },
    {
      "moment": "mid",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Manda una foto nuda o quasi, ma con una sola parte del corpo completamente visibile. Lascia intuire il resto."
    },
    {
      "moment": "mid",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Scrivi un testo erotico di 4 righe in cui descrivi un rapporto sessuale immaginario tra voi due. Usa parole esplicite."
    },
    {
      "moment": "mid",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Registra un vocale in cui gemi dolcemente per qualche secondo come se fossi toccata dalla partner."
    },
    {
      "moment": "mid",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Descrivi in chat una scena in cui stai dominando la tua partner. Falle provare eccitazione con parole forti."
    },
    {
      "moment": "mid",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Scrivi come ti masturberesti pensando alla tua partner in questo momento. Dettagliato, senza censura."
    },
    {
      "moment": "late",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Scrivi un messaggio in cui la guidi verbalmente fino all'orgasmo: passo dopo passo, ordine dopo ordine."
    },
    {
      "moment": "late",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Manda un video dove accarezzi lentamente il tuo sesso sopra i vestiti, senza parlare, solo sguardo."
    },
    {
      "moment": "late",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Scrivi un messaggio con la descrizione esplicita della tua ultima esperienza sessuale con la partner."
    },
    {
      "moment": "late",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Manda una foto ravvicinata di una tua zona erogena preferita, senza filtri."
    },
    {
      "moment": "late",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Scrivi un racconto hot in prima persona: tu che entri nella sua stanza e la prendi senza dire una parola."
    },
    {
      "moment": "end",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Fai un elenco in chat delle 3 cose più sporche che vorresti provare con la tua partner dal vivo."
    },
    {
      "moment": "end",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Scrivi alla tua partner cosa vorresti che facesse con te nel dettaglio, fino all'orgasmo."
    },
    {
      "moment": "end",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Manda un vocale mentre ti immagini venire, descrivendo l’emozione e la sensazione nel modo più realistico possibile."
    },
    {
      "moment": "end",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Chiudi il gioco mandando un selfie post-orgasmo (vero o simulato), con solo due parole di commento."
    },
    {
      "moment": "end",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Scrivi alla tua partner: 'La prossima volta che ci vediamo, ti farò...' e completa con il tuo desiderio più audace."
    }
  ]
}
