{
  "summary": {
    "name": "Digitales Verlangen",
    "description": "Ein Deck für alle, die die Barrieren des Bildschirms überwinden und sich dem Spiel der Erregung hingeben wollen. Gewagte Nachrichten, heiße Inhalte und explizite Fantasien verschmelzen zu einer heißen Fernverbindung.",
    "couple_type": "lesbian",
    "play_presence": false,
    "language": "de",
    "total_quests": 20,
    "required_tools": [],
    "tags": ["chat"]
  },
  "quests": [
    {
      "moment": "early",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Beschreibe im Detail, wie du dich jetzt berühren würdest, wenn deine Partnerin dich dabei beobachten würde."
    },
    {
      "moment": "early",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Sende ein heißes Foto in Unterwäsche oder teilweise nackt, mit der Nachricht: 'Und das ist erst der Anfang...'"
    },
    {
      "moment": "early",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Nimm eine Sprachnachricht auf, in der du beschreibst, wie dein Atem kurz vor dem Orgasmus klingen würde."
    },
    {
      "moment": "early",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Erzähle eine sexuelle Fantasie, die du wirklich über deine Partnerin hattest, auch wenn du sie ihr nie erzählt hast."
    },
    {
      "moment": "early",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Schreibe eine Nachricht, in der du genau beschreibst, was du dir von ihrer Zunge gerade wünschen würdest."
    },
    {
      "moment": "mid",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Sende ein Foto, nackt oder fast, aber mit nur einem klar sichtbaren Körperteil. Der Rest soll angedeutet werden."
    },
    {
      "moment": "mid",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Schreibe einen erotischen Text mit 4 Zeilen, der einen imaginären Sexakt zwischen euch beiden beschreibt. Verwende explizite Sprache."
    },
    {
      "moment": "mid",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Nimm eine Sprachnachricht auf, in der du sanft stöhnst, als würdest du von deiner Partnerin berührt werden."
    },
    {
      "moment": "mid",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Beschreibe im Chat eine Szene, in der du deine Partnerin dominierst. Erreg sie mit starken Worten."
    },
    {
      "moment": "mid",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Beschreibe detailliert, wie du dich gerade beim Gedanken an deine Partnerin selbst befriedigen würdest. Ohne Zensur."
    },
    {
      "moment": "late",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Schreibe eine Nachricht, in der du sie Schritt für Schritt verbal bis zum Orgasmus führst – Befehl für Befehl."
    },
    {
      "moment": "late",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Sende ein Video, in dem du langsam deinen Intimbereich über der Kleidung streichelst – kein Ton, nur dein Blick."
    },
    {
      "moment": "late",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Schreibe eine Nachricht mit der expliziten Beschreibung eures letzten sexuellen Erlebnisses."
    },
    {
      "moment": "late",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Sende ein Nahaufnahmefoto einer deiner liebsten erogenen Zonen – ungefiltert."
    },
    {
      "moment": "late",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Schreibe eine heiße Geschichte in der Ich-Form: Du betrittst ihr Zimmer und nimmst sie – wortlos."
    },
    {
      "moment": "end",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Mache im Chat eine Liste der 3 schmutzigsten Dinge, die du mit deiner Partnerin live ausprobieren möchtest."
    },
    {
      "moment": "end",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Schreibe deiner Partnerin detailliert, was du willst, dass sie mit dir macht – bis zum Orgasmus."
    },
    {
      "moment": "end",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Sende eine Sprachnachricht, in der du dir vorstellst zu kommen – beschreibe das Gefühl so realistisch wie möglich."
    },
    {
      "moment": "end",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Beende das Spiel mit einem Selfie nach dem Orgasmus (echt oder gespielt), begleitet von nur zwei Worten."
    },
    {
      "moment": "end",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Schreibe deiner Partnerin: 'Beim nächsten Mal, wenn wir uns sehen, werde ich dir...' – und vervollständige es mit deinem gewagtesten Wunsch."
    }
  ]
}
