{
  "summary": {
    "name": "Private Show",
    "description": "Ein Deck für Paare, die sich ausziehen, sich berühren und sich über Videoanruf dominieren, als gäbe es keinen Bildschirm. Sich in die Augen schauen, befehlen, gehorchen, kommen. Live.",
    "couple_type": "lesbian",
    "play_presence": false,
    "language": "de",
    "total_quests": 20,
    "required_tools": [],
    "tags": ["video_call", "bdsm"],
    "difficulty": "advanced"

  },
  "quests": [
    {
      "moment": "early",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Schaut euch 1 Minute lang tief in die Augen, ohne ein Wort zu sagen. Nur Atem und Verlangen."
    },
    {
      "moment": "early",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Zieh dich langsam vor der Kamera aus. Deine Partnerin darf nur zusehen, ohne zu sprechen."
    },
    {
      "moment": "early",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Streichel deine Partnerin mit Worten. Führe ihre Hand, gib das Tempo vor, beschreibe jede Berührung."
    },
    {
      "moment": "early",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Berühre dich über der Unterwäsche, während du deiner Partnerin tief in die Augen siehst. Lass sie allein durch deinen Blick Lust empfinden."
    },
    {
      "moment": "early",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Gehorche: Deine Partnerin befiehlt dir, wo und wie du dich berühren sollst – und du führst es schweigend aus."
    },
    {
      "moment": "mid",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Zeige dich nackt und beginne, dich langsam zu befriedigen. Deine Partnerin darf sprechen – du hörst nur zu."
    },
    {
      "moment": "mid",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Wähle eine Position vor der Kamera, in der dein Geschlecht gut zu sehen ist. Halte sie mindestens 1 Minute lang."
    },
    {
      "moment": "mid",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Spielt 'Komm oder Stopp': Befriedigt euch gemeinsam, aber deine Partnerin darf dich mit einem Befehl stoppen, wenn du kurz vorm Kommen bist."
    },
    {
      "moment": "mid",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Simuliere Geschlechtsverkehr vor der Webcam. Nutze deine Hände, dein Tempo, deinen Atem. Es soll echt wirken."
    },
    {
      "moment": "mid",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Bitte deine Partnerin um eine Fantasie, die du jetzt vor der Kamera umsetzen sollst. Führe sie kommentarlos aus."
    },
    {
      "moment": "late",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Nutze einen Gegenstand, um eine Penetration vor der Kamera zu simulieren. Deine Partnerin gibt dir Anweisungen."
    },
    {
      "moment": "late",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Führe die Kamera nah an deinen Intimbereich heran, während du dich berührst. Deine Partnerin darf nur sprechen, um dich zu erregen."
    },
    {
      "moment": "late",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Erzähle laut, wie du dich gerade selbst befriedigst – Schritt für Schritt – während du ihr in die Augen siehst."
    },
    {
      "moment": "late",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Lass dir während der Selbstbefriedigung mündliche Befehle geben. Sie kann dich verlangsamen, beschleunigen oder stoppen. Gehorche sofort."
    },
    {
      "moment": "late",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Tu so, als wärst du gefesselt und völlig in ihrer Macht. Bewege dich, als wärst du ihr vollkommen ausgeliefert."
    },
    {
      "moment": "end",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Schaut euch beim Masturbieren zu. Ziel: gleichzeitig kommen. Eins, zwei, los. Keine Ablenkung."
    },
    {
      "moment": "end",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Komm, während du deiner Partnerin in die Augen siehst. Sag ihr danach leise: 'Jetzt gehörst du mir.'"
    },
    {
      "moment": "end",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Filme deinen Orgasmus live und halte den Blick in die Kamera bis zum Schluss."
    },
    {
      "moment": "end",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Erzähl deiner Partnerin, was dich zum Kommen gebracht hat. Jedes Detail. Jedes Bild. Jede virtuelle Berührung."
    },
    {
      "moment": "end",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Beendet den Anruf mit einem gegenseitigen Befehl, der beim nächsten Treffen erfüllt wird. Keine Grenzen."
    }
  ]
}
