{
  "summary": {
    "name": "Show Privé",
    "description": "Un deck pour les couples qui se déshabillent, se caressent et se dominent en appel vidéo comme si l’écran n’existait pas. Se regarder dans les yeux, ordonner, obéir, jouir. En direct.",
    "couple_type": "lesbian",
    "play_presence": false,
    "language": "fr",
    "total_quests": 20,
    "required_tools": [],
    "tags": ["video_call", "bdsm"],
    "difficulty": "advanced"

  },
  "quests": [
    {
      "moment": "early",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Regardez-vous dans les yeux sans rien dire pendant 1 minute. Juste votre souffle et le désir."
    },
    {
      "moment": "early",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Déshabille-toi lentement devant la caméra. Ta partenaire ne peut que regarder, sans parler."
    },
    {
      "moment": "early",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Masturbe ta partenaire avec des mots. Guide sa main, commande le rythme, décris chaque geste."
    },
    {
      "moment": "early",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Caresse-toi par-dessus tes sous-vêtements en regardant ta partenaire droit dans les yeux. Excite-la uniquement avec ton regard."
    },
    {
      "moment": "early",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Obéis : ta partenaire t’ordonne où te toucher, comment, et avec quelle intensité. Exécute en silence."
    },
    {
      "moment": "mid",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Montre-toi nue et commence à te masturber lentement. Ta partenaire peut te parler, mais tu dois seulement écouter."
    },
    {
      "moment": "mid",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Choisis une position devant la caméra qui met en valeur ton sexe. Tiens-la pendant au moins 1 minute."
    },
    {
      "moment": "mid",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Jouez au jeu 'viens ou arrête'. Masturbez-vous ensemble, mais ta partenaire peut t’arrêter d’un ordre si tu approches de l’orgasme."
    },
    {
      "moment": "mid",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Simule un rapport sexuel devant la webcam. Utilise tes mains, ton rythme, ta respiration. Rends-le crédible."
    },
    {
      "moment": "mid",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Demande à ta partenaire un fantasme à mettre en scène maintenant devant la caméra. Exécute sans commenter."
    },
    {
      "moment": "late",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Utilise un objet pour simuler une pénétration devant la caméra. L’autre te guide."
    },
    {
      "moment": "late",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Rapproche la caméra de ton sexe pendant que tu te touches. Ta partenaire peut te parler uniquement pour t’exciter."
    },
    {
      "moment": "late",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Décris à voix haute comment tu te masturbes, étape par étape, tout en la regardant dans les yeux."
    },
    {
      "moment": "late",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Reçois des ordres vocaux pendant que tu te touches. Elle peut te faire ralentir, accélérer ou arrêter. Obéis en temps réel."
    },
    {
      "moment": "late",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Fais semblant d’être attachée et entièrement à sa merci. Bouge comme si tu étais sous son contrôle total."
    },
    {
      "moment": "end",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Regardez-vous pendant que vous vous masturbez. L’objectif : jouir ensemble. Un, deux, go. Aucune distraction."
    },
    {
      "moment": "end",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Jouis en regardant ta partenaire droit dans les yeux. Puis dis-lui d’une voix basse : 'Maintenant tu es à moi.'"
    },
    {
      "moment": "end",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Filme le moment de ton orgasme en direct et garde le regard dans la caméra jusqu’à la fin."
    },
    {
      "moment": "end",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Raconte à ta partenaire ce qui t’a fait jouir. Chaque détail. Chaque image. Chaque caresse virtuelle."
    },
    {
      "moment": "end",
      "required_tools": [],
      "player_type": "both",
      "timer": 0,
      "content": "Terminez l’appel avec un ordre réciproque à réaliser la prochaine fois. Sans aucune limite."
    }
  ]
}
