Repository: dompling/customerQuest
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, nl

# define_players_name_player_two_label
source: Player 2
de: Spieler 2
es: Jugador 2
fr: Joueur 2
it: Giocatore 2
nl: Speler 2

# define_players_name_textfield_hint_label
source: Insert the nickname...
de: Spitznamen eingeben...
es: Inserta el apodo...
fr: Entrez le surnom...
it: Inserisci il nickname...
nl: Voer de bijnaam in...

# define_players_name_error_label
source: It's mandatory to compile all the field
de: Alle Felder müssen ausgefüllt werden
es: Es obligatorio completar todos los campos
fr: Tous les champs doivent être remplis
it: È necessario compilare tutti i campi
nl: Het is verplicht om alle velden in te vullen

# define_players_name_confirm_button
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
nl: Bevestigen

# select_start_player_page_title
source: Choose who will be the first player
de: Wähle den ersten Spieler
es: Elige quién comenzará
fr: Choisissez qui commencera
it: Seleziona chi sarà il primo giocatore
nl: Kies wie als eerste speelt

# select_start_player_player_one_name
source: {player_1_alias} will start
de: {player_1_alias} beginnt
es: {player_1_alias} comenzará
fr: {player_1_alias} commencera
it: Inizierà {player_1_alias}
nl: {player_1_alias} begint

# select_start_player_player_two_name
source: {player_2_alias} will start
de: {player_2_alias} beginnt
es: {player_2_alias} comenzará
fr: {player_2_alias} commencera
it: Inizierà {player_2_alias}
nl: {player_2_alias} begint

# select_start_player_random_player
source: Random
de: Zufällig
es: Aleatorio
fr: Aléatoire
it: Casuale
nl: Willekeurig

# select_deck_page_title
source: Choose which deck you want to play
de: Wähle ein Deck zum Spielen
es: Elige el mazo con el que quieres jugar
fr: Choisissez le paquet à utiliser
it: Seleziona il mazzo da giocare
nl: Kies het deck waarmee je wilt spelen

# deck_language_it
source: Italian
de: Italienisch
es: Italiano
fr: Italien
it: Italiano
nl: Italiaans

# deck_language_en
source: English
de: Englisch
es: Inglés
fr: Anglais
it: Inglese
nl: Engels

# deck_language_es
source: Spanish
de: Spanisch
es: Español
fr: Espagnol
it: Spagnolo
nl: Spaans

# deck_language_fr
source: French
de: Französisch
es: Francés
fr: Français
it: Francese
nl: Frans

# deck_language_de
source: German
de: Deutsch
es: Alemán
fr: Allemand
it: Tedesco
nl: Duits

# deck_language_nl
source: Dutch
de: Niederländisch
es: Neerlandés
fr: Néerlandais
it: Olandese
nl: Nederlands

# deck_couple_type_tag_label_hetero
source: Straight
de: Hetero
es: Heterosexual
fr: Hétéro
it: Etero
nl: Hetero

# deck_couple_type_tag_label_lesbian
source: Lesbian
de: Lesbisch
es: Lésbica
fr: Lesbien
it: Lesbo
nl: Lesbisch

# deck_couple_type_tag_label_not_spec
source: Not specified
de: Nicht spezifiziert
es: No especificado
fr: Non spécifié
it: Non specificata
nl: Niet gespecificeerd

# deck_game_type_tag_label_distance
source: Online
es: En línea
fr: En ligne

# deck_oral_sex_tag_label
source: Oral sex
es: Sexo oral
fr: Sexe oral
it: Sesso orale
nl: Orale seks

# deck_vaginal_sex_tag_label
source: Vaginal sex
es: Sexo vaginal
fr: Sexe vaginal
it: Sesso vaginale
nl: Vaginale seks

# deck_anal_sex_tag_label
source: Anal sex
es: Sexo anal
fr: Sexe anal
it: Sesso anale
nl: Anale seks

# deck_video_chat_tag_label
source: Video call
de: Videoanruf
es: Videollamada
fr: Appel vidéo
it: Videochiamata
nl: Videogesprek

# deck_difficulty_not_specified
source: Not specified
de: Nicht spezifiziert
es: No especificado
fr: Non spécifié
it: Non specificato
nl: Niet gespecificeerd

# no_tools_label
source: No tools
de: Keine Hilfsmittel
es: Sin herramientas
fr: Pas d'outils
it: Niente strumenti
nl: Geen hulpmiddelen

# tools_label
source: Requires tools
de: Benötigt Hilfsmittel
es: Requiere herramientas
fr: Nécessite des outils
it: Richiede strumenti
nl: Vereist hulpmiddelen

# select_deck_time_minutes_label
source: {deck_requested_time} minutes
de: {deck_requested_time} Minuten
es: {deck_requested_time} minutos
it: {deck_requested_time} minuti
nl: {deck_requested_time} minuten

# deck_info_no_tools_label
source: None
de: Keine
es: Ninguna
fr: Aucun
it: Nessuno
nl: Geen

# deck_info_distance_label
source: Online
es: En línea
fr: En ligne

# deck_info_couple_type_hetero
source: Straight
de: Hetero
es: Heterosexual
fr: Hétéro
it: Etero
nl: Hetero

# deck_info_couple_type_lesbian
source: Lesbian
de: Lesbisch
es: Lésbica
fr: Lesbien
it: Lesbo
nl: Lesbisch

# deck_info_page_title
source: Deck information
de: Deck-Informationen
es: Información del mazo
fr: Informations sur le paquet
it: Informazioni sul mazzo
nl: Deckinformatie

# deck_info_information_name_label
source: Name:
es: Nombre:
fr: Nom :
it: Nome:
nl: Naam:

# deck_info_information_language_label
source: Language:
de: Sprache:
es: Idioma:
fr: Langue :
it: Lingua:
nl: Taal:

# deck_info_information_game_type_label
source: Game type:
de: Spieltyp:
es: Tipo de juego:
fr: Type de jeu :
it: Tipologia di gioco:
nl: Speltype:

# deck_info_information_couple_type_label
source: Couple type:
de: Paar-Typ:
es: Tipo de pareja:
fr: Type de couple :
it: Tipo di coppia:
nl: Koppeltype:

# deck_info_information_timer_label
source: Time limit:
de: Zeitlimit:
es: Límite de tiempo:
fr: Durée :
it: Tempo limite:
nl: Tijdslimiet:

# deck_info_information_minute_label
source: minutes
de: Minuten
es: minutos
it: minuti
nl: minuten

# deck_info_information_quest_number_label
source: Number of quests:
de: Anzahl der Quests:
es: Número de misiones:
fr: Nombre de quêtes :
it: Numero di quest:
nl: Aantal opdrachten:

# deck_info_information_requested_tools_label
source: Required tools:
de: Erforderliche Hilfsmittel:
es: Herramientas necesarias:
fr: Outils requis :
it: Strumenti richiesti:
nl: Benodigde hulpmiddelen:

# deck_info_information_designated_player_label
source: Designated player:
de: Bestimmter Spieler:
es: Jugador designado:
fr: Joueur désigné :
it: Tipo di giocatore designato:
nl: Aangewezen speler:

# deck_info_information_description_label
source: Description:
de: Beschreibung:
es: Descripción:
it: Descrizione:
nl: Beschrijving:

# deck_info_select_deck_button_label
source: Select this deck
de: Dieses Deck wählen
es: Seleccionar este mazo
fr: Sélectionner ce paquet
it: Seleziona questo mazzo
nl: Selecteer dit deck

# deck_info_quest_list_title
source: Quest list
de: Questliste
es: Lista de misiones
fr: Liste des quêtes
it: Lista delle quest
nl: Opdrachtenlijst

# deck_info_quest_info_early_quest_type
source: Early quest
de: Frühe Quest
es: Misión inicial
fr: Début de partie
it: Quest iniziali
nl: Vroege opdracht

# deck_info_quest_info_mid_quest_type
source: Mid quest
de: Mittlere Quest
es: Misión intermedia
fr: Milieu de partie
it: Quest intermedie
nl: Middelste opdracht

# deck_info_quest_info_late_quest_type
source: Late quest
de: Späte Quest
es: Misión tardía
fr: Fin de partie
it: Quest avanzate
nl: Late opdracht

# deck_info_quest_info_end_quest_type
source: End quest
es: Misión final
fr: Dernière quête
it: Quest finali
nl: Eindopdracht

# deck_info_quest_info_quest_type_label
source: Type:
de: Typ:
es: Tipo:
it: Tipologia:

# deck_info_tags_list_label
source: Tags:
es: Etiquetas:

# tags_list_oral_sex_tag
source: oral sex
es: sexo oral
fr: sexe oral
it: sesso orale
nl: orale seks

# tags_list_anal_sex_tag
source: anal sex
es: sexo anal
fr: sexe anal
it: sesso anale
nl: anale seks

# tags_list_vaginal_sex_tag
source: vaginal sex
es: sexo vaginal
fr: sexe vaginal
it: sesso vaginale
nl: vaginale seks

# tags_list_video_chat_tag
source: video call
de: videoanruf
es: videollamada
fr: appel vidéo
it: videochiamata
nl: videogesprek

# deck_info_deck_unplayable_error
source: You can't play a deck without quests ! Please add some quests to this deck or select another deck to continue.
de: Du kannst kein Deck ohne Quests spielen! Bitte füge Quests hinzu oder wähle ein anderes Deck.
es: ¡No puedes jugar con un mazo sin misiones! Añade algunas misiones a este mazo o selecciona otro para continuar.
fr: Vous ne pouvez pas jouer un paquet sans quêtes ! Veuillez ajouter des quêtes à ce paquet ou en choisir un autre pour continuer.
it: Non puoi giocare un deck senza quest ! Aggiungi delle quest a questo deck oppure selezionane un altro per continuare.
nl: Je kunt geen deck spelen zonder opdrachten! Voeg opdrachten toe of kies een ander deck om verder te gaan.

# select_game_speed_page_title
source: Select the game pace
de: Wähle das Spieltempo
es: Selecciona el ritmo del juego
fr: Choisissez le rythme de jeu
it: Seleziona il ritmo di gioco
nl: Selecteer het spelsnelheid

# select_game_speed_speed_1_title
source: I'm out of time
de: Ich habe wenig Zeit
es: No tengo tiempo
fr: Je suis pressé
it: Ho poco tempo
nl: Ik heb weinig tijd

# select_game_speed_speed_3_title
source: I'm not in a hurry
de: Ich habe keine Eile
es: No tengo prisa
fr: Je prends mon temps
it: Non ho fretta
nl: Ik heb geen haast

# select_game_speed_speed_4_title
source: I want to try it all
de: Ich will alles erleben
es: Quiero probarlo todo
fr: Je veux tout essayer
it: Voglio provarle tutte
nl: Ik wil alles proberen

# select_game_speed_speed_1_subtitle
source: Quests will only move to the next category after at least 25% of the previous category has been used.
de: Quests wechseln erst zur nächsten Kategorie, nachdem mindestens 25 % der vorherigen verwendet wurden.
es: Las misiones pasarán a la siguiente categoría solo después de usar al menos el 25% de la categoría anterior.
fr: Les quêtes passeront à la catégorie suivante après avoir utilisé au moins 25% de la précédente.
it: Le quest non passeranno alla categoria successiva finché non sarà stato usato almeno il 25% di quelle della categoria attuale.
nl: Opdrachten gaan pas naar de volgende categorie nadat minimaal 25% van de vorige is gebruikt.

# select_game_speed_speed_2_subtitle
source: Quests will only move to the next category after at least 50% of the previous category has been used.
de: Quests wechseln erst zur nächsten Kategorie, nachdem mindestens 50 % der vorherigen verwendet wurden.
es: Las misiones pasarán a la siguiente categoría solo después de usar al menos el 50% de la categoría anterior.
fr: Les quêtes passeront à la catégorie suivante après avoir utilisé au moins 50% de la précédente.
it: Le quest non passeranno alla categoria successiva finché non sarà stato usato almeno il 50% di quelle della categoria attuale.
nl: Opdrachten gaan pas naar de volgende categorie nadat minimaal 50% van de vorige is gebruikt.

# select_game_speed_speed_3_subtitle
source: Quests will only move to the next category after at least 75% of the previous category has been used.
de: Quests wechseln erst zur nächsten Kategorie, nachdem mindestens 75 % der vorherigen verwendet wurden.
es: Las misiones pasarán a la siguiente categoría solo después de usar al menos el 75% de la categoría anterior.
fr: Les quêtes passeront à la catégorie suivante après avoir utilisé au moins 75% de la précédente.
it: Le quest non passeranno alla categoria successiva finché non sarà stato usato almeno il 75% di quelle della categoria attuale.
nl: Opdrachten gaan pas naar de volgende categorie nadat minimaal 75% van de vorige is gebruikt.

# select_game_speed_speed_4_subtitle
source: Quests will only move to the next category after all the quest of the previous category has been used.
de: Quests wechseln erst zur nächsten Kategorie, nachdem alle Quests der vorherigen verwendet wurden.
es: Las misiones pasarán a la siguiente categoría solo después de usar todas las misiones de la categoría anterior.
fr: Les quêtes passeront à la catégorie suivante seulement après avoir utilisé toutes celles de la catégorie précédente.
it: Le quest non passeranno alla categoria successiva finché non saranno state usate tutte le quest della categoria attuale.
nl: Opdrachten gaan pas naar de volgende categorie nadat alle opdrachten van de vorige categorie zijn gebruikt.

# quest_tool_female_lingerie
source: female lingerie
de: Damenunterwäsche
es: lencería femenina
fr: lingerie féminine
it: lingerie da donna
nl: vrouwelijke lingerie

# quest_tool_male_lingerie
source: male lingerie
de: Herrenunterwäsche
es: lencería masculina
fr: lingerie masculine
it: lingerie da uomo
nl: mannelijke lingerie

# quest_tool_blindfold
source: blindfold
de: Augenbinde
es: venda para ojos
fr: bandeau
it: benda per gli occhi
nl: blinddoek

# quest_tool_rope
source: ropes
de: Seile
es: cuerdas
fr: cordes
it: corde
nl: touwen

# quest_tool_handcuffs
source: handcuffs
de: Handschellen
es: esposas
fr: menottes
it: manette
nl: handboeien

# quest_tool_dice
source: dice
de: Würfel
es: dados
fr: dés
it: dado
nl: dobbelstenen

# quest_tool_vibrator
source: vibrator
es: vibrador
fr: vibromasseur
it: vibratore

# quest_tool_remote_vibrator
source: remote vibrator
de: Ferngesteuerter Vibrator
es: vibrador remoto
fr: vibromasseur télécommandé
it: vibratore telecomandato
nl: draadloze vibrator

# quest_tool_anal_beads
source: anal beads
de: Analkugeln
es: bolas anales
fr: perles anales
it: palline anali
nl: anaalkralen

# quest_tool_dildo
source: dildo
es: consolador
fr: godemichet

# quest_tool_inflatable_dildo
source: inflatable dildo
de: Aufblasbarer Dildo
es: consolador inflable
fr: godemichet gonflable
it: dildo gonfiabile
nl: opblaasbare dildo

# quest_tool_suction_cup_dildo
source: suction cup dildo
de: Dildo mit Saugnapf
es: consolador con ventosa
fr: godemichet à ventouse
it: dildo con ventosa
nl: zuignap dildo

# quest_tool_vibrating_dildo
source: vibrating dildo
de: Vibrierender Dildo
es: consolador vibrador
fr: godemichet vibrant
it: dildo vibrante
nl: vibrerende dildo

# quest_tool_gag
source: gag
de: Knebel
es: mordaza
fr: baillon
nl: mondknevel

# quest_tool_feather
source: feather
de: Feder
es: pluma
fr: plume
it: piuma
nl: veer

# quest_tool_inflatable_plug
source: inflatable plug
de: Aufblasbarer Plug
es: plug inflable
fr: plug gonflable
it: plug gonfiabile
nl: opblaasbare plug

# quest_tool_vibrating_plug
source: vibrating plug
de: Vibrierender Plug
es: plug vibrador
fr: plug vibrant
it: plug vibrante
nl: vibrerende plug

# quest_tool_candle
source: massage candle
de: Massagekerze
es: vela de masaje
fr: bougie de massage
it: candela da massaggio
nl: massagekaars

# quest_tool_collar_and_leash
source: collar and leash
de: Halsband und Leine
es: collar y correa
fr: collier et laisse
it: collare e guinzaglio
nl: halsband en riem

# quest_tool_massage_oil
source: massage oil
de: Massageöl
es: aceite de masaje
fr: huile de massage
it: olio per masssaggi
nl: massageolie

# quest_tool_lubricants
source: lubricants
de: Gleitmittel
es: lubricantes
fr: lubrifiants
it: lubrificante intimo
nl: glijmiddelen

# quest_tool_strap_on
source: strap-on
es: arnés (strap-on)
fr: harnais (strap-on)

# quest_tool_nipple_clamps
source: nipple clamps
de: Brustwarzenklemmen
es: pinzas para pezones
fr: pinces à tétons
it: mollette per capezzoli
nl: tepelklemmen

# quest_tool_nipple_pump
source: nipple pump
de: Brustwarzenpumpe
es: bomba para pezones
fr: pompe à tétons
it: succhia capezzoli
nl: tepelpomp

# quest_tool_riding_crop
source: riding crop
de: Reitgerte
es: fusta
fr: cravache
it: frustino
nl: rijzweep

# quest_tool_flogger
source: flogger
es: látigo (flogger)
fr: fouet
it: frusta a strisce

# quest_tool_spanking_paddle
source: spanking paddle
es: pala para azotes
fr: paddle de fessée
it: paletta per sculacciate
nl: spankpeddel

# quest_tool_male_chastity_cage
source: male chastity cage
de: Keuschheitskäfig für Männer
es: jaula de castidad masculina
fr: cage de chasteté masculine
it: gabbia di castità maschile
nl: mannelijke kuisheidskooi

# quest_tool_female_chastity_cage
source: female chastity cage
de: Keuschheitskäfig für Frauen
es: jaula de castidad femenina
fr: cage de chasteté féminine
it: gabbia di castità femminile
nl: vrouwelijke kuisheidskooi

# quest_tool_ice
source: ice
de: Eis
es: hielo
fr: glace
it: ghiaccio
nl: ijs

# play_page_title
source: Your quest
de: Deine Quest
es: Tu misión
fr: Votre quête
it: La tua quest
nl: Je opdracht

# play_page_completed_button
source: Completed
de: Erledigt
es: Completada
fr: Accompli
it: Completata
nl: Voltooid

# play_page_replace_button
source: Replace
de: Ersetzen
es: Reemplazar
fr: Remplacer
it: Sostituisci
nl: Vervangen

# play_page_timer_label
source: Timer
es: Temporizador
fr: Minuteur

# play_page_quest_no_quest_label
source: There are no more quests, please start a new game.
de: Es sind keine Quests mehr vorhanden, starte bitte ein neues Spiel.
es: No hay más misiones, por favor empieza un nuevo juego.
fr: Il n'y a plus de quêtes. Veuillez démarrer une nouvelle partie.
it: Hai completato tutte le quest, comincia una nuova partita
nl: Er zijn geen opdrachten meer, start een nieuw spel.

# play_page_end_page_title
source: You have completed all the quests!
de: Du hast alle Quests abgeschlossen!
es: ¡Has completado todas las misiones!
fr: Vous avez terminé toutes les quêtes !
it: Hai terminato tutte le quest !
nl: Je hebt alle opdrachten voltooid!

# play_page_end_page_subtitle
source: Thank you for playing Loverquest, we hope you had fun
de: Danke, dass du Loverquest gespielt hast. Wir hoffen, du hattest Spaß
es: Gracias por jugar a Loverquest, esperamos que te hayas divertido
fr: Merci d'avoir joué à Loverquest, nous espérons que vous vous êtes amusés
it: Grazie per aver giocato a Loverquest, speriamo vi siate divertiti
nl: Bedankt voor het spelen van Loverquest, we hopen dat je genoten hebt

# play_page_end_page_go_home_button_label
source: Exit
de: Beenden
es: Salir
fr: Quitter
it: Esci
nl: Afsluiten

# deck_list_main_page_title
source: Manage decks
de: Decks verwalten
es: Gestionar mazos
fr: Gérer les paquets
it: Gestici i mazzi
nl: Beheer decks

# deck_list_main_page_default_decks_section_title
source: Default decks
de: Standard-Decks
es: Mazos predeterminados
fr: Paquets par défaut
it: Mazzi predefiniti
nl: Standaard decks

# deck_list_main_page_default_decks_section_subtitle
source: Read and manage the app default decks.
de: Lese und verwalte die Standard-Decks der App.
es: Lee y gestiona los mazos predeterminados de la app.
fr: Lire et gérer les paquets par défaut de l'application.
it: Esplora e gestisci i mazzi predefiniti dell'app.
nl: Lees en beheer de standaard decks van de app.

# deck_list_main_page_custom_decks_section_title
source: Custom decks
de: Benutzerdefinierte Decks
es: Mazos personalizados
fr: Paquets personnalisés
it: Mazzi personalizzati
nl: Aangepaste decks

# deck_list_main_page_custom_decks_section_subtitle
source: Create, manage and import awesome custom decks.
de: Erstelle, verwalte und importiere tolle benutzerdefinierte Decks.
es: Crea, gestiona e importa increíbles mazos personalizados.
fr: Créer, gérer et importer de superbes paquets personnalisés.
it: Crea, gestici e importa fantasiosi mazzi personalizzatti.
nl: Maak, beheer en importeer geweldige aangepaste decks.

# deck_management_page_default_deck_list
source: Default decks list
de: Liste der Standard-Decks
es: Lista de mazos predeterminados
fr: Liste des paquets par défaut
it: Lista dei mazzi predefiniti
nl: Lijst met standaard decks

# deck_management_page_custom_deck_list
source: Custom decks list
de: Liste der benutzerdefinierten Decks
es: Lista de mazos personalizados
fr: Liste des paquets personnalisés
it: Lista dei mazzi personalizzati
nl: Lijst met aangepaste decks

# deck_management_page_import_error_text
source: There was an error importing the selected deck. Please choose a valid Loverquest deck file and try again.
de: Beim Import des ausgewählten Decks ist ein Fehler aufgetreten. Bitte wähle eine gültige Loverquest-Deckdatei und versuche es erneut.
es: Hubo un error al importar el mazo seleccionado. Por favor elige un archivo válido de Loverquest e inténtalo de nuevo.
fr: Erreur lors de l’importation du paquet sélectionné. Veuillez choisir un fichier de paquet Loverquest valide et réessayer.
it: C'è stato un errore durante l'importazione del deck. Scegli un deck valido per Loverquest e prova di nuovo.
nl: Er is een fout opgetreden bij het importeren van het geselecteerde deck. Kies een geldig Loverquest-deckbestand en probeer het opnieuw.

# deck_management_press_menu_delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
nl: Verwijderen

# deck_management_press_menu_export
source: Export
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
nl: Exporteren

# deck_management_press_menu_duplicate
source: Duplicate
de: Duplizieren
es: Duplicar
fr: Dupliquer
it: Duplica
nl: Dupliceren

# deck_management_press_menu_edit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
nl: Bewerken

# deck_management_delete_dialog_title
source: Are you sure?
es: ¿Estás seguro?

# deck_management_delete_dialog_subtitle
source: Do you want to delete it?
es: ¿Quieres eliminarlo?

# deck_management_delete_dialog_yes_button_label
source: Yes
es: Sí

# deck_management_page_no_decks_text
source: Sorry, there is nothing here
de: Tut uns leid, hier ist nichts vorhanden
es: Lo siento, aquí no hay nada
fr: Désolé, il n'y a rien ici
it: Mi spiace, ma non c'è niente qui
nl: Sorry, hier is niets

# deck_management_page_not_done_yet
source: Sorry, try to come here after the next update
de: Tut uns leid, versuche es nach dem nächsten Update noch einmal
es: Lo siento, vuelve después de la próxima actualización
fr: Désolé, revenez après la prochaine mise à jour
it: Mi spiace, prova a passare dopo il prossimo aggiornamento
nl: Sorry, probeer hier te komen na de volgende update

# deck_management_page_warning_dialog_title
source: Warning!
de: Achtung!
es: ¡Atención!
fr: Attention!
it: Attenzione!
nl: Opgelet

# deck_management_page_warning_dialog_content
source: Custom deck data will be saved in your browser’s cache. We recommend always downloading your custom decks to avoid losing them by accident.
de: Die Daten deiner benutzerdefinierten Decks werden im Browser-Cache gespeichert. Wir empfehlen, deine Decks regelmäßig herunterzuladen, um einen versehentlichen Datenverlust zu vermeiden.
es: Los datos de los mazos personalizados se guardarán en la caché del navegador. Te recomendamos descargar siempre tus mazos personalizados para no correr el riesgo de perderlos accidentalmente.
fr: Les données des decks personnalisés seront enregistrées dans le cache du navigateur. Nous te conseillons de toujours télécharger tes decks personnalisés afin d’éviter toute perte accidentelle.
it: I dati dei deck personalizzati verranno salvati nella cache del browser. Ti consigliamo di scaricare sempre i tuoi deck personalizzati per non correre il rischio di perderli accidentalmente.
nl: Aangepaste deckgegevens worden opgeslagen in de cache van je browser. We raden aan om je aangepaste decks altijd te downloaden om verlies te voorkomen.

# deck_management_page_warning_dialog_ok_button
source: Got it
de: Verstanden
es: Entendido
fr: Compris
it: Ho capito
nl: Begrepen

# deck_summary_editor_title
source: Deck summary info
de: Deck-Zusammenfassung
es: Resumen del mazo
fr: Résumé du paquet
it: Informazioni sul mazzo
nl: Deckoverzicht informatie

# deck_summary_editor_insert_text_hint
source: Insert text here...
de: Text hier eingeben...
es: Inserta el texto aquí...
fr: Entrez du texte ici...
it: Inserisci del testo...
nl: Voer hier tekst in...

# quest_editor_page_title
source: Quest content
de: Quest-Inhalt
es: Contenido de la misión
fr: Contenu de la quête
it: Contenuto della quest
nl: Opdrachtinhoud

# quest_editor_page_quest_type
source: Quest type
de: Quest-Typ
es: Tipo de misión
fr: Type de quête
it: Tipologia della quest
nl: Opdrachttype

# quest_editor_page_quest_type_early
source: Early
de: Früh
es: Inicial
fr: Début
it: Iniziale
nl: Vroeg

# quest_editor_page_quest_type_mid
source: Mid
de: Mitte
es: Intermedia
fr: Milieu
it: Intermedia
nl: Midden

# quest_editor_page_quest_type_late
source: Late
de: Spät
es: Tardía
fr: Fin
it: Avanzata
nl: Laat
