Repository: dompling/customerQuest
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, nl

# app_presentation_welcome_page_title
source: Welcome
de: Willkommen
es: Bienvenido
fr: Bienvenue
it: Benvenuto
nl: Welkom

# app_presentation_welcome_page_section_1_title
source: Live an amazing journey
de: Beginnt eine unvergessliche Reise
es: Emprende un viaje inolvidable
fr: Vivez un voyage inoubliable
it: Inizia un viaggio indimenticabile
nl: Begin aan een onvergetelijke reis

# app_presentation_welcome_page_section_1_subtitle
source: Get ready for a series of unforgettable adventures with your partner.
de: Erlebt gemeinsam einzigartige Abenteuer, die speziell für euch gestaltet wurden.
es: Vive una serie de aventuras únicas pensadas para ti y tu pareja.
fr: Partagez une série d’aventures uniques conçues pour vous et votre partenaire.
it: Vivi una serie di esperienze uniche pensate per te e il tuo partner.
nl: Beleef samen unieke avonturen, speciaal voor jullie ontworpen.

# app_presentation_welcome_page_section_2_title
source: Suitable for all couples
de: Ideal für jedes Paar
es: Perfecta para todas las parejas
fr: Idéal pour tous les couples
it: Perfetta per ogni coppia
nl: Geschikt voor elk stel

# app_presentation_welcome_page_section_2_subtitle
source: No matter how long you’ve been together, you’ll have the chance to grow closer and enhance your intimacy.
de: Egal, wie lange ihr schon zusammen seid: Vertieft eure Beziehung und entdeckt neue Formen von Intimität.
es: No importa cuánto tiempo llevéis juntos: profundizad vuestra relación y descubrid una nueva intimidad.
fr: Peu importe depuis combien de temps vous êtes ensemble, renforcez votre lien et explorez une nouvelle intimité.
it: Non importa da quanto state insieme: rafforzate il vostro legame e scoprite una nuova intimità.
nl: Hoe lang jullie ook samen zijn, verdiep jullie band en ontdek nieuwe vormen van intimiteit.

# app_presentation_welcome_page_section_3_title
source: A world of curated content
de: Eine Welt kuratierter Inhalte
es: Un mundo de contenido seleccionado
fr: Un monde de contenus sélectionnés
it: Un mondo di contenuti selezionati
nl: Een wereld vol zorgvuldig geselecteerde content

# app_presentation_welcome_page_section_3_subtitle
source: Discover a wide selection of ready-to-use material for every need and preference
de: Entdeckt eine umfangreiche Sammlung sofort nutzbarer Inhalte für jeden Bedarf und jede Vorliebe.
es: Explora una amplia biblioteca de materiales listos para usar para cada necesidad y preferencia.
fr: Découvrez une vaste sélection de contenus prêts à l’emploi pour tous les besoins et préférences.
it: Esplora una vasta raccolta di materiali pronti all’uso per ogni esigenza e preferenza.
nl: Ontdek een uitgebreide bibliotheek aan kant-en-klaar materiaal voor iedere behoefte en voorkeur.

# app_presentation_game_modes_page_title
source: Play your way
de: Spielt, wie ihr möchtet
es: Juega a tu manera
fr: Jouez à votre façon
it: Gioca come vuoi
nl: Speel op jouw manier

# app_presentation_game_modes_page_section_1_title
source: Enjoy your time together
de: Genießt gemeinsame Zeit
es: Disfruta del tiempo juntos
fr: Profitez de moments à deux
it: Divertitevi insieme
nl: Geniet samen van de tijd

# app_presentation_game_modes_page_section_1_subtitle
source: Whether you’re playing locally or online, you can always have fun with your partner.
de: Ob lokal oder online—Spaß ist mit eurem Partner immer garantiert.
es: Tanto si jugáis en persona como en línea, la diversión está siempre garantizada con tu pareja.
fr: En local ou en ligne, amusez-vous toujours avec votre partenaire.
it: In presenza o online, il divertimento è sempre assicurato con il tuo partner.
nl: Of je nu lokaal of online speelt, plezier is altijd gegarandeerd met je partner.

# app_presentation_game_modes_page_section_2_title
source: LGBTQ+ friendly
de: Für alle offen
es: Inclusivo para todos
fr: Inclusif pour tous
it: Inclusiva per tutti
nl: Inclusief voor iedereen

# app_presentation_game_modes_page_section_2_subtitle
source: No matter who you are, our game is designed for everyone to enjoy.
de: Wer immer ihr seid—unser Spiel ist für alle gedacht.
es: Seas quien seas, nuestro juego está diseñado para el disfrute de todos.
fr: Qui que vous soyez, notre jeu est conçu pour le plaisir de tous.
it: Chiunque tu sia, il nostro gioco è pensato per il piacere di tutti.
nl: Wie je ook bent, ons spel is bedoeld voor iedereen.

# app_presentation_game_modes_page_section_3_title
source: You decide
de: Ihr habt die Wahl
es: Tú decides
fr: C’est vous qui décidez
it: Sei tu a decidere
nl: Jij bepaalt

# app_presentation_game_modes_page_section_3_subtitle
source: Set your own pace and skip any quest you like—comfort always comes first.
de: Bestimmt selbst das Tempo und überspringt Aufgaben—Wohlbefinden und Zustimmung stehen an erster Stelle.
es: Marca tu ritmo y salta cualquier reto que quieras—el confort y el consentimiento son lo primero.
fr: Adoptez votre rythme et sautez chaque défi que vous souhaitez—le confort et le consentement avant tout.
it: Imposta il ritmo che preferisci e salta ogni sfida che vuoi—il comfort viene sempre prima di tutto.
nl: Bepaal je eigen tempo en sla elke opdracht over die je wilt—jouw comfort staat altijd voorop.

# app_presentation_customization_page_title
source: Unique, just like you
de: Einzigartig, wie ihr
es: Única, como tú
fr: Unique, comme vous
it: Unica, proprio come te
nl: Uniek, net als jij

# app_presentation_customization_page_section_1_title
source: Create your own adventures
de: Eure eigenen Abenteuer gestalten
es: Crea tus propias aventuras
fr: Créez vos propres aventures
it: Crea le tue avventure
nl: Creëer je eigen avonturen

# app_presentation_customization_page_section_1_subtitle
source: Surprise your partner with a personalized experience tailored to your unique tastes.
de: Überrascht euren Partner mit einer Erfahrung, die euch beide widerspiegelt.
es: Sorprende a tu pareja con una experiencia personalizada que os represente.
fr: Surprenez votre partenaire avec une expérience personnalisée qui vous ressemble.
it: Sorprendi il tuo partner con un’esperienza personalizzata perfetta per voi.
nl: Verras je partner met een persoonlijke ervaring die bij jullie past.

# app_presentation_customization_page_section_2_title
source: Extensive toy support
de: Große Toy-Kompatibilität
es: Gran compatibilidad con juguetes
fr: Grande compatibilité avec les jouets
it: Ampio supporto ai toy
nl: Uitgebreide toy-ondersteuning

# app_presentation_customization_page_section_2_subtitle
source: Enjoy full support for a wide range of toys and practices.
de: Erlebt volle Unterstützung für eine Vielzahl von Toys und Praktiken.
es: Disfruta de total compatibilidad con una amplia gama de juguetes y prácticas.
fr: Profitez d’un large support pour de nombreux jouets et pratiques.
it: Goditi la piena compatibilità con una vasta gamma di toy e pratiche.
nl: Geniet van volledige ondersteuning voor een breed scala aan toys en activiteiten.

# app_presentation_customization_page_section_3_title
source: Easy-to-use editor
de: Intuitiver Editor
es: Editor intuitivo
fr: Éditeur intuitif
it: Editor intuitivo
nl: Gebruiksvriendelijke editor

# app_presentation_customization_page_section_3_subtitle
source: Designing your exclusive experience is easy and smooth with our intuitive editor.
de: Mit unserem Editor erstellt ihr euer exklusives Erlebnis einfach und unkompliziert.
es: Crear tu experiencia exclusiva es sencillo e intuitivo gracias a nuestro editor.
fr: Créer votre expérience exclusive est simple et fluide grâce à notre éditeur intuitif.
it: Realizzare la tua esperienza esclusiva è facile e intuitivo con il nostro editor.
nl: Je exclusieve ervaring samenstellen is eenvoudig en intuïtief dankzij onze editor.

# app_presentation_privacy_page_title
source: Privacy comes first
de: Datenschutz an erster Stelle
es: La privacidad es lo primero
fr: La vie privée avant tout
it: La privacy al primo posto
nl: Privacy op de eerste plaats

# app_presentation_privacy_page_section_1_title
source: No data tracking
de: Keine Nachverfolgung
es: Sin rastreo nunca
fr: Aucun suivi
it: Mai nessun tracciamento
nl: Geen tracking ooit

# app_presentation_privacy_page_section_1_subtitle
source: We never share or collect your personal data — not even with the developers.
de: Eure Daten bleiben privat—niemals gesammelt oder geteilt, nicht einmal mit uns.
es: Tus datos personales son solo tuyos: nunca los recopilamos ni compartimos, ni siquiera con nosotros.
fr: Vos données restent à vous—jamais collectées ni partagées, même pas avec nous.
it: I tuoi dati restano tuoi: non li raccogliamo né li condividiamo, nemmeno con noi stessi.
nl: Jouw gegevens blijven privé—nooit verzameld of gedeeld, zelfs niet met ons.

# app_presentation_privacy_page_section_2_title
source: No external access
de: Keine externen Verbindungen
es: Sin conexiones externas
fr: Aucune connexion externe
it: Nessun accesso esterno
nl: Geen externe toegang

# app_presentation_privacy_page_section_2_subtitle
source: The app never connects to external sites, and it never will.
de: Die App verbindet sich nie mit externen Servern, jetzt und in Zukunft.
es: La app nunca se conecta a servidores externos, ahora ni en el futuro.
fr: L’application ne se connecte jamais à des serveurs externes, aujourd’hui ou demain.
it: L’app non si connette mai a server esterni, né ora né in futuro.
nl: De app maakt nooit verbinding met externe servers, nu of in de toekomst.

# app_presentation_privacy_page_section_3_title
source: Open source and transparent
de: Open Source & transparent
es: Código abierto y transparente
fr: Open source et transparence
it: Open source e trasparente
nl: Open source & transparant

# app_presentation_privacy_page_section_3_subtitle
source: All our source code is available on GitHub — transparency is our priority.
de: Unser Quellcode ist öffentlich auf GitHub—Transparenz steht bei uns an erster Stelle.
es: Nuestro código fuente está disponible en GitHub—transparencia ante todo.
fr: Notre code source est disponible sur GitHub—transparence totale.
it: Il nostro codice sorgente è pubblico su GitHub: trasparenza totale.
nl: Onze broncode is openbaar op GitHub—transparantie voorop.

# app_presentation_web_app_page_title
source: Discover the web app
de: Entdecke die Web-App
es: Prueba la web app
fr: Découvrez la web app
it: Prova la web app
nl: Ontdek de web app

# app_presentation_web_app_page_section_1_title
source: Works on every device
de: Überall verfügbar
es: Accesible en cualquier lugar
fr: Accessible partout
it: Accessibile ovunque
nl: Overal toegankelijk

# app_presentation_web_app_page_section_1_subtitle
source: Access the web app version from iOS, Android, or Desktop.
de: Nutze die Web-Version auf iOS, Android oder Desktop—ganz ohne Installation.
es: Usa la versión web en iOS, Android o en tu ordenador—sin necesidad de instalar.
fr: Utilisez la version web sur iOS, Android ou ordinateur—aucune installation nécessaire.
it: Usa la versione web su iOS, Android o Desktop—senza bisogno di installazione.
nl: Gebruik de webversie op iOS, Android of Desktop—installatie niet nodig.

# app_presentation_web_app_page_section_2_title
source: Privacy even online
de: Datenschutz auch online
es: Privacidad también en la nube
fr: Vie privée même en ligne
it: Privacy anche online
nl: Privacy ook online

# app_presentation_web_app_page_section_2_subtitle
source: The website never stores your personal information — all your data stays safely in your browser.
de: Deine Daten bleiben immer im Browser—niemals hochgeladen oder nachverfolgt.
es: Tus datos siempre permanecen en tu navegador—nunca se suben ni se rastrean.
fr: Vos données restent toujours dans votre navigateur—jamais transférées ou suivies.
it: I tuoi dati rimangono sempre nel tuo browser—mai inviati o tracciati.
nl: Jouw gegevens blijven altijd in je browser—nooit geüpload of gevolgd.

# app_presentation_web_app_page_section_3_title
source: How to access
de: So funktioniert der Zugang
es: Cómo acceder
fr: Comment accéder
it: Come accedere
nl: Hoe te gebruiken

# app_presentation_web_app_page_section_3_subtitle
source: Find the web app link and more info in the app settings.
de: Den Link und alle Details findest du in den App-Einstellungen.
es: Encuentra el enlace y las instrucciones en la configuración de la app.
fr: Retrouvez le lien et les informations dans les paramètres de l’app.
it: Trova il link e le istruzioni nella sezione impostazioni dell’app.
nl: Vind de link en details in de instellingen van de app.

# app_presentation_donation_page_title
source: We need your help
de: Unterstützt unsere Mission
es: Apoya nuestro proyecto
fr: Soutenez notre projet
it: Sostieni il progetto
nl: Steun ons project

# app_presentation_donation_page_section_1_title
source: Free forever
de: Immer kostenlos
es: Siempre gratis
fr: Toujours gratuit
it: Sempre gratuita
nl: Altijd gratis

# app_presentation_donation_page_section_1_subtitle
source: Support us to keep the project free for everyone, forever.
de: Deine Unterstützung hält dieses Projekt dauerhaft frei und für alle zugänglich.
es: Tu apoyo mantiene la app libre y accesible para todos, para siempre.
fr: Votre soutien permet à cette app de rester libre et accessible à tous, pour toujours.
it: Il tuo aiuto mantiene questa app libera e accessibile a tutti, per sempre.
nl: Met jouw steun blijft dit project voor iedereen toegankelijk, voor altijd.

# app_presentation_donation_page_section_2_title
source: No ads, ever
de: Keine Werbung, nie
es: Sin anuncios, nunca
fr: Aucune publicité, jamais
it: Nessuna pubblicità, mai
nl: Nooit advertenties

# app_presentation_donation_page_section_2_subtitle
source: You'll never see ads — with your help, we can keep it that way.
de: Du wirst niemals Werbung sehen—dank deiner Hilfe bleibt das so.
es: Nunca verás anuncios—tu ayuda nos permite mantenerlo así.
fr: Vous ne verrez jamais de publicité—grâce à votre aide, cela restera ainsi.
it: Non vedrai mai pubblicità. Solo il tuo sostegno ci permette di continuare così.
nl: Je zult nooit advertenties zien—dankzij jouw hulp blijft dat zo.

# app_presentation_donation_page_section_3_title
source: Transparency and privacy
de: Transparenz und Datenschutz
es: Transparencia y privacidad
fr: Transparence et confidentialité
it: Trasparenza e privacy
nl: Transparant en privé

# app_presentation_donation_page_section_3_subtitle
source: Support us if you value privacy and open-source software.
de: Unterstütze uns, wenn du an Privatsphäre und Open Source für alle glaubst.
es: Apóyanos si crees en la privacidad y el software libre para todos.
fr: Soutenez-nous si vous croyez en la vie privée et l’open source pour tous.
it: Sostienici se credi in privacy e open source per tutti.
nl: Steun ons als je gelooft in privacy en open source voor iedereen.

# donation_reminder_dialog_title
source: Help us !
es: ¡Ayúdanos!

# donation_reminder_dialog_content
source: If you enjoyed Loverquest and want to support it, consider making a donation to help us keep it running and continue improving it.
es: Si disfrutaste de Loverquest y quieres apoyarlo, considera hacer una donación para ayudarnos a mantenerlo y seguir mejorándolo.

# donation_reminder_dialog_donate_button_label
source: Donate
es: Donar
nl: Doneren

# review_reminder_dialog_title
source: Help us !
es: ¡Ayúdanos!

# review_reminder_dialog_content
source: If you enjoyed Loverquest and want to support it, consider leaving a review.
es: Si te ha gustado Loverquest y quieres apoyarlo, considera dejar una reseña.

# review_reminder_dialog_review_button_label
source: Support us
es: Apóyanos

# online_play_disclaimer_dialog_title
source: Warning !
de: Achtung!
es: ¡Advertencia!
fr: Attention !
it: Attenzione !
nl: Waarschuwing!

# online_play_disclaimer_dialog_content
source: Beware of sharing intimate material online Safety comes first. Remember that any content shared on the Internet could remain online forever, with no way to completely erase it. Avoid including personal data and make sure that the person you are playing with is trustworthy before sending any intimate material. Loverquest assumes no responsibility for any illegal activities committed online, such as the non-consensual distribution of intimate material, the sharing of child exploitation content, or other violations of the law.
de: Sei vorsichtig beim Teilen intimer Inhalte online Sicherheit geht vor. Denke daran, dass alle Inhalte, die ins Internet hochgeladen werden, möglicherweise für immer online bleiben und nicht vollständig gelöscht werden können. Vermeide die Angabe persönlicher Daten und stelle sicher, dass dein Spielpartner vertrauenswürdig ist, bevor du intime Inhalte verschickst. Loverquest übernimmt keine Verantwortung für illegale Online-Aktivitäten wie die nicht einvernehmliche Verbreitung intimer Inhalte, die Weitergabe von Inhalten zur Ausbeutung von Minderjährigen oder andere Gesetzesverstöße.
es: Ten cuidado al compartir material íntimo en línea La seguridad es lo primero. Recuerda que cualquier contenido compartido en Internet podría permanecer en línea para siempre, sin forma de eliminarlo por completo. Evita incluir datos personales y asegúrate de que la persona con la que estás jugando sea de confianza antes de enviar cualquier material íntimo. Loverquest no asume ninguna responsabilidad por actividades ilegales cometidas en línea, como la distribución no consensuada de material íntimo, la difusión de contenido de explotación infantil u otras violaciones de la ley.
fr: Attention au partage de contenus intimes en ligne La sécurité avant tout. Souvenez-vous que tout contenu partagé sur Internet peut rester en ligne pour toujours, sans possibilité de l’effacer complètement. Évitez de partager des données personnelles et assurez-vous que votre partenaire est digne de confiance avant d’envoyer du contenu intime. Loverquest décline toute responsabilité pour toute activité illégale en ligne, telle que la diffusion non consentie de contenus intimes, le partage de contenus pédopornographiques, ou toute autre violation de la loi.
it: Attenzione alla condivisione di materiale intimo online. La sicurezza viene prima di tutto. Ricorda che qualsiasi contenuto condiviso su Internet potrebbe rimanere online per sempre, senza possibilità di essere completamente cancellato. Evita di includere dati personali e assicurati che la persona con cui stai giocando sia affidabile prima di inviare qualsiasi materiale intimo. Loverquest non si assume alcuna responsabilità per eventuali illeciti commessi online, come la diffusione non consensuale di materiale intimo, la condivisione di contenuti pedopornografici o altre violazioni della legge.
nl: Wees voorzichtig met het delen van intiem materiaal online Veiligheid gaat voor. Onthoud dat alles wat online gedeeld wordt mogelijk voor altijd online blijft staan, zonder mogelijkheid om het volledig te verwijderen. Vermijd het delen van persoonlijke gegevens en zorg ervoor dat de persoon met wie je speelt betrouwbaar is voordat je intiem materiaal verzendt. Loverquest neemt geen verantwoordelijkheid voor illegale activiteiten die online worden gepleegd, zoals het zonder toestemming verspreiden van intiem materiaal, het delen van kinderuitbuitingsmateriaal of andere wettelijke overtredingen.

# navbar_play_button_label
source: Play
de: Spielen
es: Jugar
fr: Jouer
it: Gioca
nl: Spelen

# navbar_decks_button_label
source: Decks
es: Mazos
fr: Paquets
it: Mazzi

# navbar_settings_button_label
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
nl: Instellingen

# play_main_page_new_game_button_label
source: New game
de: Neues Spiel
es: Nuevo juego
fr: Nouvelle partie
it: Nuova partita
nl: Nieuw spel

# play_main_page_load_game_button_label
source: Load game
de: Spiel laden
es: Cargar juego
fr: Charger partie
it: Continua partita
nl: Spel laden

# select_game_type_page_title
source: Select the game type
de: Wähle den Spieltyp
es: Selecciona el tipo de juego
fr: Sélectionnez le type de partie
it: Scegli la modalità di gioco
nl: Selecteer het speltype

# select_game_type_presence_mode_title
source: Local play
de: Lokales Spiel
es: Juego local
fr: Jeu local
it: Gioca in presenza
nl: Lokaal spelen

# select_game_type_presence_mode_subtitle
source: Live and amazing journey with your partner.
de: Ein lebendiges und aufregendes Abenteuer mit deinem Partner.
es: Viaje en vivo y asombroso con tu pareja.
fr: Un voyage vivant et merveilleux avec votre partenaire.
it: Vivi un eccitante avventura assieme al tuo partner giocando assieme di persona.
nl: Een live en geweldige reis met je partner.

# select_game_type_distance_mode_title
source: Online play
de: Online-Spiel
es: Juego en línea
fr: Jeu en ligne
it: Gioca a distanza
nl: Online spelen

# select_game_type_distance_mode_subtitle
source: Play remotely with your partner on your favorite chat and live some magic moments together.
de: Spiele aus der Ferne über deinen Lieblingschat und erlebe magische Momente zusammen.
es: Juega a distancia con tu pareja en tu chat favorito y vive momentos mágicos juntos.
fr: Jouez à distance avec votre partenaire sur votre messagerie favorite et vivez des moments magiques ensemble.
it: Gioca assieme al tuo partner a distanza nella tua chat preferita e vivi magici momenti di coppia.
nl: Speel op afstand via je favoriete chat en beleef magische momenten samen.

# select_players_type_title
source: Select the players' sex
de: Wähle das Geschlecht der Spieler
es: Selecciona el sexo de los jugadores
fr: Sélectionnez le sexe des joueurs
it: Seleziona il sesso dei giocatori
nl: Selecteer het geslacht van de spelers

# select_players_type_hetero_couple_title
source: Straight couple
de: Hetero-Paar
es: Pareja heterosexual
fr: Couple hétéro
it: Coppia etero
nl: Heterokoppel

# select_players_type_hetero_couple_subtitle
source: A couple whose the players have different genitals.
de: Ein Paar, bei dem die Spieler unterschiedliche Genitalien haben.
es: Una pareja donde los jugadores tienen genitales diferentes.
fr: Un couple dont les joueurs ont des organes génitaux différents.
it: Una coppia in cui i partner hanno genitali differenti.
nl: Een koppel waarvan de spelers verschillende genitaliën hebben.

# select_players_type_lesbian_couple_title
source: Lesbian couple
de: Lesbisches Paar
es: Pareja lésbica
fr: Couple lesbien
it: Coppia lesbica
nl: Lesbisch koppel

# select_players_type_lesbian_couple_subtitle
source: A couple where both the players have female genitals
de: Ein Paar, bei dem beide Spielerinnen weibliche Genitalien haben.
es: Una pareja donde ambos jugadores tienen genitales femeninos.
fr: Un couple dont les deux joueurs ont des organes génitaux féminins.
it: Una coppia in cui entrambi i partner hanno genitali femminili.
nl: Een koppel waarbij beide spelers vrouwelijke genitaliën hebben.

# select_players_type_gay_couple_title
source: Gay couple
de: Schwules Paar
es: Pareja gay
fr: Couple gay
it: Coppia gay
nl: Homokoppel

# select_players_type_gay_couple_subtitle
source: A couple where both the players have male genitals
de: Ein Paar, bei dem beide Spieler männliche Genitalien haben.
es: Una pareja donde ambos jugadores tienen genitales masculinos.
fr: Un couple dont les deux joueurs ont des organes génitaux masculins.
it: Una coppia in cui entrambi i partner hanno genitali maschili.
nl: Een koppel waarbij beide spelers mannelijke genitaliën hebben.

# define_players_name_page_title
source: Insert the players alias
de: Gib die Spielernamen ein
es: Inserta los alias de los jugadores
fr: Saisissez le pseudonyme des joueurs
it: Inserisci gli alias dei giocatori
nl: Voer de aliassen van de spelers in

# define_players_name_player_one_label
source: Player 1
de: Spieler 1
es: Jugador 1
fr: Joueur 1
it: Giocatore 1
nl: Speler 1
