Repository: dompling/customerQuest
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, nl

# quest_editor_page_quest_type_end
source: End
de: Ende
es: Final
fr: Dernière
it: Finale
nl: Einde

# quest_editor_page_quest_timer_label
source: Time limit - minutes
de: Zeitlimit - Minuten
es: Límite de tiempo - minutos
fr: Limite de temps - minutes
it: Limite di tempo - minuti
nl: Tijdslimiet - minuten

# quest_editor_page_quest_content_label
source: Content
de: Inhalt
es: Contenido
fr: Contenu
it: Contenuto
nl: Inhoud

# quest_editor_page_tools_dialog_title
source: Select the tools
de: Hilfsmittel auswählen
es: Selecciona las herramientas
fr: Sélectionnez les outils
it: Seleziona gli strumenti
nl: Selecteer de hulpmiddelen

# quest_editor_page_player_type_title
source: Select for which player is designed
de: Wähle den vorgesehenen Spieler
es: Selecciona para qué jugador está diseñada
fr: Sélectionnez pour quel joueur
it: Seleziona la tipologia di giocatore
nl: Selecteer voor welke speler

# quest_editor_page_player_type_both
source: Both
de: Beide
es: Ambos
fr: Les deux
it: Tutti
nl: Beide

# quest_editor_page_player_type_male
source: Male
de: Männlich
es: Hombre
fr: Homme
it: Maschio
nl: Man

# quest_editor_page_player_type_female
source: Female
de: Weiblich
es: Mujer
fr: Femme
it: Femmina
nl: Vrouw

# quest_editor_page_tools_dialog_save_button_label
source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
it: Salva
nl: Opslaan

# deck_filter_dialog_title
source: Select the filters
de: Filter auswählen
es: Selecciona los filtros
fr: Sélectionnez les filtres
it: Seleziona i filtri
nl: Selecteer de filters

# deck_filter_dialog_hetero_tag
source: Straight
de: Hetero
es: Heterosexual
fr: Hétéro
it: Etero
nl: Hetero

# deck_filter_dialog_lesbian_tag
source: Lesbian
de: Lesbisch
es: Lésbica
fr: Lesbien
it: Lesbo
nl: Lesbisch

# deck_filter_dialog_all_tag
source: All
de: Alle
es: Todos
fr: Tous
it: Tutti
nl: Alle

# deck_filter_dialog_distance_tag
source: Online
es: En línea
fr: En ligne

# deck_filter_apply_filter_button
source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
it: Applica
nl: Toepassen

# settings_main_page_title
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
nl: Instellingen

# settings_main_page_language_section_label
source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
nl: Taal

# settings_main_page_language_button_label
source: Choose language
de: Sprache wählen
es: Elegir idioma
fr: Choisir la langue
it: Seleziona la lingua
nl: Kies taal

# settings_main_page_webapp_section_label
source: Web app
es: Aplicación web
fr: Application web

# settings_main_page_webapp_button_label
source: Open the web app site
de: Website der Web-App öffnen
es: Abrir el sitio de la aplicación web
fr: Ouvrir le site de l'application web
it: Apri il sito della web app
nl: Open de webapp-site

# settings_main_page_support_section_label
source: Support
es: Soporte
it: Supportaci
nl: Ondersteuning

# settings_main_page_feedback_section_label
source: Feedback
es: Comentarios
fr: Commentaires
it: Assistenza

# settings_main_page_donate_on_github_label
source: Support us on GitHub Sponsor
de: Unterstütze uns auf GitHub Sponsor
es: Apóyanos en GitHub Sponsor
fr: Soutenez-nous sur GitHub Sponsor
it: Supportaci su GitHub Sponsor
nl: Steun ons via GitHub Sponsor

# settings_main_page_donate_on_paypal_label
source: Support us on Paypal
de: Unterstütze uns auf Paypal
es: Apóyanos en Paypal
fr: Soutenez-nous sur Paypal
it: Supportaci su Paypal
nl: Steun ons op Paypal

# settings_main_page_donate_on_buy_me_coffee_label
source: Support us on BuyMeACoffee
de: Unterstütze uns auf BuyMeACoffee
es: Apóyanos en BuyMeACoffee
fr: Soutenez-nous sur BuyMeACoffee
it: Supportaci su BuyMeACoffee
nl: Steun ons op BuyMeACoffee

# settings_main_page_bug_report_label
source: Report a bug
de: Einen Fehler melden
es: Reportar un error
fr: Signaler un bug
it: Segnala un bug
nl: Meld een bug

# settings_main_page_github_page_label
source: Open the Github page
de: Github-Seite öffnen
es: Abrir la página de Github
fr: Ouvrir la page Github
it: Vai alla pagina Github
nl: Open de Github-pagina

# settings_main_page_credits_section_label
source: Credits
es: Créditos
fr: Crédits
it: Crediti

# settings_main_page_credits_label
source: Developed with love by Herzen
de: Mit Liebe entwickelt von Herzen
es: Desarrollado con amor por Herzen
fr: Développé avec amour par Herzen
it: Sviluppato con amore da Herzen
nl: Ontwikkeld met liefde door Herzen

# settings_main_page_other_section_label
source: Misc
de: Sonstiges
es: Varios
fr: Divers
it: Altro
nl: Diversen

# settings_main_page_license_label
source: App License
de: App-Lizenz
es: Licencia de la app
fr: Licence de l'application
it: Licenza dell'app
nl: App-licentie

# settings_main_page_privacy_policy_label
source: Privacy policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
nl: Privacybeleid

# settings_main_page_app_info_label
source: App version :
es: Versión de la app :
fr: Version de l'app :
it: Versione dell'app :
nl: App-versie:

# deck_game_type_tag_label_presence
source: Local
de: Lokal
it: Presenza
nl: Lokaal

# deck_info_presence_label
source: Local
de: Lokal
it: In presenza
nl: Lokaal

# deck_filter_dialog_presence_tag
source: Local
de: Lokal
it: Presenza
nl: Lokaal

# deck_couple_type_tag_label_gay
source: Gay
de: Schwul
nl: Homo

# deck_info_couple_type_gay
source: Gay
de: Schwul
nl: Homo

# select_game_speed_speed_2_title
source: Fast & fun
nl: Snel en leuk

# deck_filter_dialog_gay_tag
source: Gay
de: Schwul
nl: Homo
